tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'buo/cask-upgrade'
tap 'Schniz/tap'
tap 'mongodb/brew'

cask 'alfred'
cask '1password'
cask 'rectangle'
cask 'brave-browser'
cask 'docker'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'opera'
cask 'hammerspoon'
cask 'karabiner-elements'
cask 'mongodb-compass'
cask 'nordvpn'
cask 'postman'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'visual-studio-code'
cask 'transmit'
cask 'coderunner'
cask 'mamp'
cask 'dropbox'

brew 'brew-cask-completion'
brew 'coreutils'
brew 'duti'
brew 'fish'
brew 'git'
brew 'lua'
brew 'mas'
brew 'mongodb-community'
brew 'mysql'
brew 'nginx'
brew 'openssl'
brew 'postgresql'
brew 'sqlite'
brew 'speedtest-cli'
brew 'ssh-copy-id'
brew 'wget'

mas 'Keynote', id: 409183694
mas 'Xcode', id: 497799835
mas 'New Terminal Here', id: 1067646949
mas 'Numbers', id: 409203825
mas 'Affinity Designer', id: 824171161
mas 'Pages', id: 409201541
mas 'ColorSlurp', id: 1287239339
mas 'com.whoisonmywifi.macagent', id: 909760813
